Repository: arkye/stiltzkey
Catalog: stiltzkey/priv/gettext/*/LC_MESSAGES/errors.po
Languages: pt

source: can't be blank
pt: não pode estar vazio

source: has already been taken
pt: já foi registrad@

source: is invalid
pt: é inválid@

source: must be accepted
pt: precisa ser aceit@

source: has invalid format
pt: possui formato inválido

source: has an invalid entry
pt: possui entrada inválida

source: is reserved
pt: é reservad@

source: does not match confirmation
pt: não é idêntica a combinação

source: is still associated with this entry
pt: ainda é associad@ com esta entrada

source: are still associated with this entry
pt: ainda são associad@s com esta entrada

source: should be %{count} character(s)
pt: precisa possuir %{count} caractere

source: should have %{count} item(s)
pt: precisa possuir %{count} item

source: should be at least %{count} character(s)
pt: precisa possuir pelo menos %{count} caractere

source: should have at least %{count} item(s)
pt: precisa possuir pelo menos %{count} item

source: should be at most %{count} character(s)
pt: precisa possuir no máximo %{count} caractere

source: should have at most %{count} item(s)
pt: precisa possuir no máximo %{count} item

source: must be less than %{number}
pt: precisa ser menor que %{number}

source: must be greater than %{number}
pt: precisa ser maior que %{number}

source: must be less than or equal to %{number}
pt: precisa ser menor ou igual que %{number}

source: must be greater than or equal to %{number}
pt: precisa ser maior ou igual que %{number}

source: must be equal to %{number}
pt: precisa ser igual a %{number}
